<?php
// Heading
$_['heading_title']  	= 'Отзывы покупателей';
$_['isi_phototestimonial'] 	= 'Отзыв отправлен';

// Text 
$_['text_message']   	= '<p>Ваш отзыв успешно отправлен!</p>';
$_['text_note']      	= '<span style="color: #FF0000;">Важно:</span> HTML не переводиться!';
$_['text_average']      = 'Средний балл:';
$_['text_stars']        = '%s из 5!';
$_['text_conditions'] 	= 'Здесь Вы можете оставить свой отзыв о работе магазина или задать вопрос.';
$_['text_add'] 		= 'Появились новые отзывы.';
$_['button_send'] 	= 'Отправить';

// Entry Fields
$_['entry_name']     	= 'Имя:';
$_['entry_city']     	= 'Город:';
$_['entry_email']    	= 'E-Mail (не для публикации):';
$_['entry_title']	 	= 'Тема:';
$_['entry_enquiry']  	= 'Сообщение:';
$_['entry_captcha']  	= 'Введите код:';
$_['entry_rating']      = 'Рейтинг:';
$_['entry_good']        = 'Отлично';
$_['entry_bad']         = 'Плохо';

$_['entry_avatar']      = 'Фото ';
$_['entry_photos']      = 'Дополнительные фото ';
$_['entry_page']	      = 'Страница в соцсетях:';

$_['entry_max_size']    = '(размер не более %s кб):';
$_['entry_no_limit']    = '(размер не ограничен):';


// Email
$_['email_subject']  	= 'Запрос %s';

// Errors
$_['error_name']     	= 'Имя должно быть от 3 до 32 символов!';
$_['error_title']     	= 'Тема должна быть от 3 до 64 символов!';
$_['error_email']    	= 'Неправильный E-Mail!';
$_['error_enquiry']  	= 'Сообщение должно быть от 1 до 1000 символов!';
$_['error_captcha']  	= 'Проверочный код не совпадает!';
$_['error_page']  	= 'Страница должна быть от 3 до 64 символов!';
$_['error_city']  	= 'Город должен быть от 3 до 64 символов!';

$_['error_avatar1']  	= 'Файл не картинка!';
$_['error_avatar2']  	= 'Файл слишком большой!';
$_['error_avatar3']  	= 'Картинка не должна быть больше 1000px по высоте или ширине';

$_['error_upload']	= 'Ошибка загрузки';
$_['same_name']		= 'Файл с таким именем уже загружен';
$_['max_limit']		= 'Превышено максимальное количество файлов';
$_['size_to_big']		= 'Размер файла превышает заданный предел';
$_['not_image']		= 'Файл не является изображением';
$_['error_move']		= 'Ошибка загрузки(перемещения)';
$_['select_file'] 	= 'Выбрать файл';
$_['delete_file']		= 'Удалить файл';
$_['upload_msg']		= 'Загрузка...';

?>
