<?php
$_['text_title'] = 'Яндекс.Деньги';
$_['text_instruction'] = 'Инструкция по оплате';
$_['yandexsimple_instruction'] = 'После подтверждения заказа вы будете перенаправлены на сайт платежной системы';
$_['yandexsimple_instruction_mail'] = 'Оплатить свой заказ вы можете по ссылке. После получения нами оплаты, наш менеджер свяжется с Вами.';
$_['yandexsimple_card_instruction_mail'] = 'Оплатить свой заказ вы можете по ссылке. После получения нами оплаты, наш менеджер свяжется с Вами.';


//Страница подтвержденного заказа
$_['heading_title'] = 'Ваш заказ сформирован!';
$_['heading_title_customer'] = 'Ваш заказ #%s находится в обработке!';


$_['text_customer'] = '<p>Ваш заказ успешно создан!</p><p>Заказ ожидает оплаты. Пожалуйста перейдите по ссылке внизу страницы или по ссылке из письма.</p><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a>, открыв <a href="%s">Историю заказов</a>.</p><p>Все вопросы направляйте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']    = '<p>Ваш заказ успешно создан!</p><p>Заказ ожидает оплаты. Пожалуйста перейдите по ссылке внизу страницы или по ссылке из письма.</p><p>Пожалуйста, направляйте <a href="%s">нам</a> любые вопросы, которые у вас возникают.<br/>Зарегистрированным пользователям доступен просмотр состояния заказа и прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформить заказ';
$_['text_success']  = 'Операция выполнена успешно';
$_['button_pay']  	= 'Перейти к оплате';

//Страница после перехода по ссылке на оплату из письма
$_['heading_title_customer_mail'] = 'Ваш заказ #%s ожидает оплаты!';
$_['text_customer_mail'] = '<p>Заказ ожидает оплаты. Пожалуйста перейдите по ссылке внизу страницы или по ссылке из письма.</p><p>Как только мы получим оплату наш менеджер свяжется с вами.</p><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a>, открыв <a href="%s">Историю заказов</a>.</p><p>Все вопросы направляйте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest_mail']    = '<p>Заказ ожидает оплаты. Пожалуйста перейдите по ссылке внизу страницы или по ссылке из письма.</p><p>Как только мы получим оплату наш менеджер свяжется с вами.</p><p>Пожалуйста, направляйте <a href="%s">нам</a> любые вопросы, которые у вас возникают.<br/>Зарегистрированным пользователям доступен просмотр состояния заказа и прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_basket']   = 'Корзина';
?>